<template>
  <div>
    <p
      class="text"
    >Медична реформа — це важлива і водночас складна тема. Легко заплутатись у тому, звідки бере гроші лікарня, на що їх витрачає, скільки пацієнтів зазвичай обслуговує один лікар та як відрізняється прогрес медреформи по регіонах. До того ж, реформа ще не завершилась. У 2019 році закінчується перший етап — реформування первинної ланки, сімейної медицини.</p>

    <p
      class="text"
    >Щоб зрозуміти, які зміни відбулися в медичній сфері за два роки реформи, ми створили серію візуалізацій на основі відкритих даних.</p>
    <h2 class="text">З чого все починалось?</h2>

    <p class="text">
      10 жовтня 2017 Верховна Рада ухвалила закон, який дав старт медичній реформі. Головна його мета — змінити принципи фінансування охорони здоров’я. Відтоді лікарні та лікарі-підприємці отримують гроші за реально надані послуги — операції, аналізи та за пацієнтів, що підписали з ними декларації. Гроші йдуть до лікарень напряму, розподіляє їх
      <a
        href="https://www.kmu.gov.ua/ua/diyalnist/reformi/rozvitok-lyudskogo-kapitalu/reforma-sistemi-ohoroni-zdorovya"
      >Національна служба здоров’я України</a>
      (НСЗУ). Служба отримує гроші з державного бюджету і визначає, скільки потрібно платити за ті чи інші послуги. Вартість послуг пізніше затверджує Кабінет Міністрів.
    </p>

    <p
      class="text"
    >Дані про реформу першого рівня медичного забезпечення стали доступними завдяки співпраці НСЗУ з Державним агентством з питань електронного урядування за підтримки проекту USAID/UK aid “Прозорість та підзвітність у публічному управлінні та послугах/TAPAS”. Завдяки цим даним і візуалізаціям на їхній основі ми можемо оцінити, як змінилась медицина від початку реформи.</p>

    <h2 class="text">Що розповідають дані про реформу?</h2>

    <h3 class="text">
      <b>1. Більшість людей підписали декларацію зі своїм сімейним лікарем</b>
    </h3>

    <p class="text">
      Ми розрахували відсоток людей від населення районів і міст України, які підписали декларації у лікарнях на своїй території проживання. Середній показник тих, хто підписав декларації, становить 70% по країні. Найменша кількість підписаних декларацій — на півдні країни, в середньому — 65%.
      <b>На графіку нижче ви можете вибрати область і досліджувати статистику по регіонах самостійно.</b>
    </p>

    <p
      class="text"
    >Більшість людей звертається по допомогу до комунальних лікарень. Таких закладів найбільше, вони мають відділення навіть у невеликих селах. Але також люди підписують декларації з лікарями-підприємцями і приватними лікарнями. Тож, ми також проаналізували, скільки пацієнтів підписали декларації з лікарем у приватних клініках — і в комунальних медзакладах.</p>

    <p
      class="text"
    >На одного лікаря в приватних клініках припадає в середньому 500 пацієнтів, тоді як у комунальних — більше тисячі. У цього може бути кілька пояснень. Перше: люди частіше звертаються в ті лікарні, в які звикли ходити до реформи. Друге: в приватних медзакладах лікарі менше залежать від грошей НСЗУ, бо паралельно надають платні послуги.</p>

    <h3 class="text">
      <b>2. Навантаження на лікарів збалансоване, і вони можуть отримувати високу зарплату</b>
    </h3>

    <p
      class="text"
    >На початку реформи спеціалісти Національної Служби Здоров’я визначили, скільки пацієнтів повинно бути в одного сімейного лікаря. В середньому це 1800 людей. Якщо їх менше, лікар отримуватиме меншу оплату, якщо більше — держава за цих пацієнтів не платитиме. За роботу з пацієнтами лікар щомісяця отримує близько 60 тисяч гривень. Ця сума розрахована так, щоб лікарю після всіх витрат на оренду та додатковий персонал залишилось 30-35 тис. гривень зарплати. Як саме витрачати кошти і чому віддати пріоритет, вирішує сама лікарня — або ж лікар.</p>

    <p
      class="text"
    >На графіках нижче можна побачити статистику кількості пацієнтів на одного лікаря і виплат на одного лікаря. Якщо лікар працює в лікарні, гроші надходять на її рахунок, а далі вже від головного лікаря залежить, як ними розпоряджатися. Якщо лікар є приватним підприємцем — він сам розпоряджається цими грошима.</p>

    <p
      class="text"
    >Якщо ви досі ще не обрали лікаря для себе та вашої родини. Ви можете зробити це за допомогою нашої візуалізації. Ви можете знайти лікарів, що працюють у вашому місті в таблиці нижче. Та підібрати собі того хто ще не підписав максимум (дві тисячі) декларацій з пацієнтами.</p>

    <h3 class="text">
      <b>3. Лікарні вкладають гроші у свій розвиток</b>
    </h3>

    <p
      class="text"
    >Ми перевірили, що купували медичні заклади до реформи і після неї — і побачили, що лікарні почали купувати більше комп’ютерних систем, медичного обладнання, а також меблів, протипожежних систем і кондиціонерів. Найбільше зросли витрати на комп’ютерні системи.</p>

    <p
      class="text"
    >Національна Служба Здоров’я і Міністерство Охорони Здоров’я вимагають від лікарень перевести в електронну форму всю адміністративну роботу. А отже, їм потрібно купувати обладнання і програми. Завдяки реформі паперові картки й талони відійдуть у минуле. І ми можемо побачити, що цей процес вже почався.</p>

    <p
      class="text"
    >Також ви можете скористатися таблицею внизу, щоб самостійно перевірити, що купують лікарні. Введіть в поле пошуку назву лікарні або товару, який вас цікавить. У таблиці є 100 найбільших закупівель у кожній категорії. Категорії бувають дуже різними — наприклад, медичне обладнання, послуги з будівництва, меблі, комп’ютерна техніка та інші.</p>

    <p class="text">Інструмент розроблено на основі даних НСЗУ, а саме:</p>
    <ul class="text">
      <li>Набір даних про пацієнтів, лікарів та медичні заклади, доступний через відкритий АРІ Національної Служби Здоров’я;</li>
      <li>Дані про тендери медичні закладів з системи публічних закупівель Prozorro.</li>
    </ul>

            <div>
        <router-link :to="{ name: 'procurement_plots', params: { oblast: 'Київська' } }">ParallelPlot</router-link>
      </div>

    <p
      class="text"
    >Дані є відкритими, тобто, це публічна інформація у форматах, які дозволяють її автоматичну обробку та використання. Ви можете отримати доступ до них через відкритий API (посилання коли буде)</p>
  </div>
</template>


<style lang="scss">
.text {
  margin: 2em 25% 1em 25%;
  line-height: 1.5;
  font-size: 1.15em;
  a {
    color: #4555bd;
  }
  ul {
    margin: 2em 25% 0 25%;
    line-height: 1.5;
    font-size: 1.15em;
  }
}

h2.text {
  font-size: 2em;
}
</style>